jayis1/SoC-Device-Inventions/static-sentinel/firmware/sdkconfig.defaults
# ESP-IDF target configuration for the later hardware integration.
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_FREERTOS_HZ=100
CONFIG_LOG_DEFAULT_LEVEL_INFO
# No network credentials or remote telemetry are enabled by default.
